<?php
// +----------------------------------------------------------------------
// | 兼职任务app服务端
// +----------------------------------------------------------------------

// | Author: apeLiu
// +----------------------------------------------------------------------
namespace app\common\model;
use think\Model;

class DevMessage extends Model{
    //需要验证码的短信key
    const CODE_KEY = [
        'ZCYZ',     //注册验证
        'ZHMM',     //找回密码
        'YZMDL',    //验证码登录
        'BGSJHM',   //变更手机号码
        'BDSJHM',   //绑定手机号码
        'ZHZFMM',   //找回支付密码
    ];
}